//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Annulla";
"_edit_"                    = "Edit";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "Do you want to cancel?";
"_upload_file_"             = "Carriga archìviu";
"_delete_"                  = "Cantzella";
"_rename_"                  = "Torra a numenare";
"_rename_file_"             = "Torra a numenare s'archìviu";
"_rename_folder_"           = "Torra a numenare sa cartella";
"_move_"                    = "Tràmuda";
"_add_"                     = "Agiunghe";
"_save_"                    = "Sarva";
"_warning_"                 = "Avisu";
"_error_"                   = "Errore";
"_no_"                      = "No";
"_yes_"                     = "Eja";
"_select_"                  = "Seletziona";
"_select_all_"              = "Seletziona totu";
"_upload_"                  = "Upload";
"_home_"                    = "Archìvios";
"_files_"                   = "Archìvios";
"_ok_"                      = "AB";
"_done_"                    = "Fatu";
"_clear_"                   = "Lìmpia";
"_selected_"                = "Seletzionadu";
"_no_active_account_"       = "Perunu contu agatadu";
"_info_"                    = "Informatziones";
"_warning_"                 = "Avisu";
"_video_"                   = "Vìdeu";
"_overwrite_"               = "Subraiscrie ";
"_create_"                  = "Create";
"_create_folder_"           = "Crea cartella";
"_create_folder_e2ee_"      = "Create encrypted folder";
"_close_"                   = "Serra";
"_remove_"                  = "Boga";
"_file_not_found_"          = "Archìviu no agatadu";
"_continue_"                = "Sighi";
"_continue_editing_"        = "Continue editing";
"_auto_upload_folder_"      = "Carrigamentu automàticu";
"_photo_"                   = "Fotografia";
"_audio_"                   = "Àudio";
"_unknown_"                 = "Disconnotu";
"_success_"                 = "Profetu";
"_mode_filename_"           = "Modalidade de su nùmene de s'archìviu";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration.";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud.";
"_restore_"                 = "Recùpera";
"_tap_here_to_change_"      = "Pòddiga inoghe pro cambiare";
"_no_albums_"               = "Perunu album";
"_denied_album_"            = "This app does not have access to \"Photos\". You can enable access in Privacy Settings.";
"_denied_camera_"           = "This app does not have access to the \"Camera\". You can enable access in Privacy Settings.";
"_save_to_camera_roll_"        = "Save to camera roll";
"_save_to_camera_roll_desc_"   = "When enabled, photos and videos taken with the in-app camera will also be saved to your iOS camera roll.";
"_sharing_"                 = "Cumpartzidura";
"_details_"                 = "Detàllios";
"_no_permission_delete_file_" = "You don't have permission to delete files.";
"_no_permission_modify_file_" = "You don't have permission to modify files.";
"_no_permission_favorite_file_" = "You don't have permission to add the file to your favorites.";
"_add_folder_info_"         = "Agiunghe informatziones de sa cartella";
"_back_"                    = "In segus";
"_search_"                  = "Chirca";
"_search_or_create_tags"    = "Search or create tag";
"_tags_"                    = "Tags";
"_share_tags_create_"       = "Create \"%@\"";
"_share_tags_no_results_"   = "No tags found";
"_share_tags_added_named_"  = "Tag %@ has been created.";
"_edit_tags_"               = "Manage tags";
"_create_tag_error_"        = "New tag could not be created. Please try again.";
"_of_"                      = "de";
"_livephoto_save_"          = "Save Live Photo to Photo Album";
"_livephoto_save_error_"    = "Error during save of Live Photo.";
"_file_conflict_num_"       = "iscòrriu de archìvios";
"_file_conflicts_num_"      = "iscòrrios de archìvios";
"_file_conflict_desc_"      = "Cales archìvios boles allogare?\nChi seletzionas is duas versiones, s'archìviu copiadu at a tènnere unu nùmeru agiuntu a su nùmene.";
"_file_conflict_new_"       = "Archìvios noos";
"_file_conflict_exists_"    = "Archìvios chi esistint giai";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one.";
"_move_or_copy_"            = "Tràmuda o còpia";
"_copy_"                    = "Còpia";
"_now_"                     = "Immoe";
"_wait_"                    = "Abeta ...";
"_recent_"                  = "Reghente";
"_view_in_folder_"          = "Càstia in sa cartella";
"_disabled_"                = "Disabled";
"_compact_"                 = "Compact";
"_normal_"                  = "Normale";
"_verbose_"                 = "Verbose";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Torra a proare";
"_images_"                  = "Images";
"_confirm_"                 = "Confirm";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "Bloca";
"_unlock_"                          = "Unlock";
"_lock_file_"                       = "Bloca su documentu";
"_unlock_file_"                     = "Isbloca su documentu";
"_locked_by_"                       = "Locked by %@";
"_file_locked_no_override_"         = "This file is locked. It cannot be overridden.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Remove file";
"_delete_file_"             = "Cantzella archìviu";
"_delete_folder_"           = "Cantzella cartella";
"_size_"                    = "Mannària";
"_set_user_status_"         = "Online status";
"_set_user_status_message_" = "Status message";
"_open_settings_"           = "Aberi sa cunfiguratzione";
"_settings_account_request_" = "Pedi contu a su cumintzu";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Privacy and Legal Policy";
"_source_code_"             = "Otene su còdighe de orìgine";
"_account_select_"          = "Seletziona su contu";
"_account_select_to_add_"   = "Select the account to add";
"_remove_local_account_"    = "Remove local account";
"_want_delete_account_"     = "Do you want to remove local account?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "Cunflitu de archìvios";
"_multi_file_conflict_title_" = "%@ Cunflitu de archìvios";
"_replace_action_title_" = "Càmbia cun àteru";
"_keep_both_action_title_" = "Mantene ambaduos";
"_cancel_keep_existing_action_title_" = "Annulla e mantene s'esistente";
"_replace_all_action_title_" = "Càmbia totus cun àteros";
"_keep_both_for_all_action_title_" = "Mantene ambaduos pro totus";
"_more_action_title_" = "Àteros detàllios";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Please wait, encrypting file…";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "seconds";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "In lìnia";

/* User status */
"_away_"                    = "Ausente";

/* User status */
"_dnd_"                     = "No istorbes";

/* User status */
"_dnd_description_"         = "Istuda totu is notìficas";

/* User status */
"_invisible_"               = "Invisìbile";

/* User status */
"_invisible_description_"   = "Mustra•ti foras de lìnia";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Cunfigura su messàgiu de istadu";
"_status_message_"          = "Messàgiu de istadu";
"_status_message_placehorder_"  = "Cale est s'istadu tuo?";
"_set_status_message_"      = "Cunfigura su messàgiu de istadu";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_dont_clear_"              = "Non nche ddu lìmpies";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "30 minutos";
"_an_hour_"                 = "un'ora";
"_1_hour_"                  = "1 ora";
"_4_hours_"                 = "4 oras";
"_day_"                     = "Oe";
"_this_week_"               = "Custa chida";
"_days_"                    = "Dies";
"_hours_"                   = "Oras";
"_minutes_"                 = "Minutos";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_more_"                        = "Àteru";
"_notifications_"               = "Notìficas";
"_quota_space_unlimited_"       = "Chene lìmites";
"_quota_space_unknown_"         = "Disconnotu";
"_quota_using_"                 = "Ses impreende %@ de %@";
"_acknowledgements_"            = "Gràtzias a ";
"_settings_"                    = "Cunfiguratzione";
"_enter_password_"              = "Enter password …";
"_lock_"                        = "Bloca";
"_lock_active_"                 = "Blocu ativadu";
"_lock_not_active_"             = "Blocu disativadu";
"_lock_protection_no_screen_"        = "No ddu pregontes a s'aviada";
"_enable_touch_face_id_"        = "Ativa Toch/Face ID";
"_wifi_only_"                   = "Imprea sa connessione Wi-Fi isceti";
"_settings_autoupload_"         = "Carrigamentu automàticu de fotografias";
"_clear_cache_"                 = "Lìmpia memòria temporànea";
"_clear_cache_footer_"          = "Cantzella is archìvios iscarrigados e fora de lìnia dae s'aplicatzione";
"_exit_"                        = "Ripristina s'aplicatzione";
"_exit_footer_"                 = "Remove all accounts and local data from the app.";
"_want_exit_"                   = "Atentzione! S'at a ripristinare a s'istadu originale. Seguru chi boles sighire?";
"_want_delete_cache_"           = "Do you want to delete the cache (this also removes the transfers in progress)?";
"_add_account_"                 = "Agiunghe contu";
"_want_delete_"                 = "You will delete the following: ";
"_information_"                 = "Informatziones";
"_select_offline_warning_"      = "Making multiple files and folders available offline may take a while and use a lot of memory while doing so.";
"_advanced_"                    = "Avantzadu";
"_permissions_"                 = "Permissos";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "Disativa s'integratzione de s'aplicatzione Files ";
"_disable_files_app_footer_"    = "Do not permit the access of files via the iOS Files application.";
"_autoupload_"                      = "Carrigamentu automàticu de fotografias e vìdeos";
"_autoupload_photos_"               = "Carrigamentu automàticu de fotografias";
"_autoupload_videos_"               = "Carrigamentu automàticu de vìdeos";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_create_subfolder_"     = "Imprea sutacartellas";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Subfolder Granularity";
"_filenamemask_"                        = "Càmbia sa caratza de su nùmene de s'archìviu";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_show_hidden_files_"           = "Mustra archìvios cuados";
"_format_compatibility_"        = "Prus cumpatìbile";
"_format_compatibility_footer_" = "\"Prus cumpatìbile\" at a sarvare is fotografia comente JPEG, chi faghet.";
"_privacy_"                     = "Riservadesa";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "Disativa signaladore de errore";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" at a sarvare sa fotografia seletzionada in su formadu \"Live Photo\", chi faghet.";
"_capabilities_"                = "Capatzidades";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Diàgnosi";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Clear log file";
"_set_log_level_"               = "Set Log level";
"_connect_server_anyway_"       = "Boles a ti connètere a su serbidore a su pròpiu?";
"_server_is_trusted_"           = "Cunsideras fidadu custu serbidore?";
"_connection_error_"            = "Errore de connessione";
"_login_url_"                   = "Server address https:// …";
"_login_url_error_"             = "Errore in s'URL, verìfica s'URL de su serbidore tuo";
"_favorites_"                   = "Preferidos";
"_favorite_short_"              = "Favorite";
"_tutorial_favorite_view_"      = "Is archìvios e is cartellas chi marcas comente preferidos ant a aparèssere inoghe";
"_tutorial_offline_view_"       = "Is archìvios copiados inoghe ant a èssere disponìbiles foras de lìnia.\n\nS'ant a sincronizare cun sa nue virtuale tua.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "Àteru";
"_favorite_no_files_"           = "Ancora perunu preferidu";
"_no_date_information_"                     = "No date information";
"_no_camera_information_"                   = "No camera information";
"_no_lens_information_"                     = "No lens information";
"_today_"                                   = "Oe";
"_yesterday_"                               = "Eris";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_tutorial_photo_view_"                     = "Ancora peruna fotografia o vìdeu carrigados";
"_error_createsubfolders_upload_"           = "Errore in sa creatzione de is sutacartellas";
"_remove_photo_CameraRoll_"                 = "Boga dae su rullinu de sa fotocàmera";
"_remove_photo_CameraRoll_desc_"            = "\"Remove from camera roll\" after uploads, a confirmation message will be displayed to delete the uploaded photos or videos from the camera roll. The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.";
"_never_"                       = "mai";
"_less_a_minute_"               = "mancu unu minutu a immoe";
"_a_minute_ago_"                = "unu minutu a immoe";
"_minutes_ago_"                 = "%d minutos a immoe";
"_an_hour_ago_"                 = "un'ora a immoe";
"_hours_ago_"                   = "%d oras a immoe";
"_a_day_ago_"                   = "una die a oe";
"_days_ago_"                    = "%d dies a oe";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "Media";
"_order_by_"                    = "Assenta segundu";
"_name_"                        = "Name";
"_date_"                        = "Data";
"_size_"                        = "Mannària";
"_remove_favorites_"            = "Boga dae is preferidos";
"_add_favorites_"               = "Favorite";
"_share_"                       = "Cumpartzi";
"_remove_local_file_"           = "Remove locally";
"_folders_"                     = "cartellas";
"_folder_"                      = "cartella";
"_files_"                       = "Archìvios";
"_file_"                        = "archìviu";
"_no_file_pull_down_"           = "Agiorna un'archìviu o tira a bàsciu pro agiornare";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "Lòmpidu a sa mannària màssima";
"_file_not_saved_cameraroll_"   = "Errore: archìviu no sarvadu in s'album de fotografias";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "Perunu resultadu";
"_search_in_progress_"          = "Search in progress …";
"_search_instruction_"          = "Chirca pro archìviu (mìnimu 2 caràteres)";
"_files_no_files_"              = "Perunu archìviu";
"_files_no_folders_"            = "Peruna cartella inoghe";
"_request_in_progress_"         = "Request to server in progress …";
"_personal_files_only_"         = "Isceti archìvios personales";

"audio"                         = "ÀUDIO";
"directory"                     = "CARTELLAS";
"document"                      = "ARCHÌVIOS";
"image"                         = "IMMÀGINES";
"template"                      = "TEMAS";
"video"                         = "VÌDEU";

"_paste_file_"                  = "Apitziga";
"_status_wait_download_"        = "Abetende s'iscarrigamentu";
"_status_downloading_"          = "Iscarrighende";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Waiting to delete";
"_status_wait_rename_"          = "Waiting to rename";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Waiting to copy";
"_status_wait_move_"            = "Waiting to move";
"_status_uploading_"            = "Carrighende";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Set Media folder";
"_media_viewimage_show_"        = "Show only images";
"_media_viewvideo_show_"        = "Show only video";
"_media_show_all_"              = "Show both";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Good day";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Servers";
"_select_server_"               = "Please select a server...";

// MARK: Share

"_share_link_"                  = "Cumpartzi ligòngiu";
"_share_link_name_"             = "Nùmene ligòngiu";
"_password_"                    = "Crae";
"_share_password_"              = "Ligòngiu bardiadu cun crae";
"_date_"                        = "Data";
"_enforce_password_protection_" = "Impone sa bardiadura de sa crae";
"_shared_with_you_by_"          = "Cumpartzidu cun tegus dae";
"_shareLinksearch_placeholder_" = "Name, email, or Federated Cloud ID …";
"_new_comment_"                 = "Cummentu nou …";
"_edit_comment_"                = "Modìfica cummentu";
"_delete_comment_"              = "Cantzella cummentu";
"_share_read_only_"             = "Isceti in visualizatzione";
"_share_editing_"               = "Can edit";
"_share_file_drop_"             = "File request";
"_share_hide_download_"         = "Cua iscarrigamentu";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "%d remaining";
"_share_password_protect_"      = "Bardiadura de sa crae";
"_share_expiration_date_"       = "Cunfigura una data de iscadèntzia";
"_share_note_recipient_"        = "Nota a sa persone destinatària";
"_share_add_sharelink_"         = "Agiunghe un'àteru ligòngiu";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "Share";
"_share_can_create_"            = "Create";
"_share_can_change_"            = "Edit";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "Ligòngiu de intro";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "Remotu";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";
"_no_transfer_"                 = "Ancora peruna tràmuda";
"_no_transfer_sub_"             = "Carrigamentos e iscarrigamentos dae custu dispositivu ant a aparèssere inoghe";
"_no_transfer_in_progress_"     = "No transfers in progress";
"_no_transfer_in_progress_sub_" = "Active uploads and downloads from this device will appear here.";
"_no_transfer_in_waiting_"      = "No transfers waiting";
"_no_transfer_in_waiting_sub_"  = "Transfers waiting to start will appear here.";
"_no_transfer_in_error_"        = "No transfer errors";
"_no_transfer_in_error_sub_"    = "Transfers that need your attention will appear here.";
"_transfers_waiting_shown_"     = "%1$d of %2$d transfers waiting";
"_no_activity_footer_"              = "No more activities to load";
"_transfers_"                       = "Tràmudas";
"_activity_"                        = "Atividade";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Cumpartziduras";
"_list_shares_no_files_"            = "Ancora peruna cumpartzidura";
"_tutorial_list_shares_view_"       = "Is cartellas e is archìvios chi cumpartzis ant a aparèssere inoghe";
"_offline_"                         = "Fora de lìnia";
"_upload_photos_videos_"            = "Càrriga fotografias e vìdeos";
"_upload_file_"                     = "Carriga archìviu";
"_create_nextcloudtext_document_"   = "Crea archìviu de testu";
"_use_folder_auto_upload_"          = "Imprea sa cartella \"Carrigamentu automàticu\" comente destinu";
"_filename_"                        = "Nùmene de s'archìviu";
"_enter_filename_"                  = "Enter filename …";
"_default_preview_filename_footer_" = "Example preview of filename: IMG_0001.JPG";
"_filename_header_"                 = "Enter filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Ispetzìfica sa genia in su nùmene de su'archìviu";
"_maintain_original_filename_"      = "Lassa su nùmene de archìviu originale";
"_notifications_"                   = "Notìficas";
"_untitled_"                        = "Untitled";
"_e2e_settings_title_"              = "Tzifradura";
"_e2e_settings_"                    = "Tzifradura end-to-end";
"_e2e_settings_start_"              = "Avia sa tzifradura end-to-end";
"_e2e_settings_activated_"          = "Tzifradura end-to-end ativada";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = "Totu is 12 faeddos faghent una crae forte, chi permitit a te isceti de visualizare e impreare is documentos critografados. Iscrie·ti·dda e alloga·dda in unu logu seguru.";
"_e2e_settings_read_passphrase_"    = "Leghe sa fràsia segreta";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "Sa fràsia segreta est:";
"_e2e_passphrase_request_title_"    = "Pedi sa fràsia segreta";
"_e2e_passphrase_request_message_"  = "Inserta•nche is 12 caràteres";
"_e2e_settings_remove_"             = "Boga•nche sa tzifradura in manera locale";
"_e2e_settings_remove_message_"     = "Cunfirma de nche bogare sa tzifradura paris cun sa fràsia segreta.";
"_e2e_set_folder_encrypted_"        = "Tzifra";
"_e2e_remove_folder_encrypted_"     = "Detzifra";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "Custa est una cartella tzifrada, bae a sa cunfiguratzione e ativa sa tzifradura end-to-end";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Iscansiona archìviu";
"_scanned_images_"                  = "Immàgines iscansionadas";
"_scan_document_pdf_page_"          = "Pàgina";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Document";
"_filter_original_"                 = "Originale";
"_quality_image_title_"             = "Preview image quality";
"_file_creation_"                   = "Creatzione de s'archìviu";
"_delete_all_scanned_images_"       = "Delete all scanned images";
"_text_recognition_"                = "Reconnoschimentu de su testu";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "Archìvios cantzellados";
"_empty_trash_"                     = "Bòida s'àliga";
"_trash_no_trash_"                  = "Perunu archìviu cantzelladu";
"_trash_no_trash_description_"      = "Podes ripristinare is archìvios cantzellados dae inoghe";
"_confirm_delete_selected_"         = "Are you sure you want to delete the selected items?";
"_manage_file_offline_"             = "Gesti is archìvios foras de lìnia";
"_set_available_offline_"           = "Cunfigura comente disponìbile foras de lìnia";
"_remove_available_offline_"        = "Boga•nche•ddu dae is disponìbiles foras de lìnia";
"_create_new_document_"             = "Document";
"_create_new_spreadsheet_"          = "Spreadsheet";
"_create_new_presentation_"         = "Presentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "More Documents";
"_go_online_"                       = "Ativa sa connessione pro bìdere s'archìviu";
"_intro_1_title_"                   = "Mantene is datos tuos seguros e controllados";
"_intro_2_title_"                   = "Collaboratzione segura & cuncàmbiu de datos";
"_intro_3_title_"                   = "Posta eletrònica, calendàriu e cuntatos fàtziles de impreare";
"_intro_4_title_"                   = "Screen sharing, online meetings & web conferences";
"_log_in_"                          = "Log in";
"_sign_up_"                         = "Registra•ti cun su frunidore";
"_host_your_own_server"             = "Imprea unu serbidore tuo";
"_invalid_url_"                         = "URL de serbidore no bàlidu";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "Crea unu memo de boghe";
"_voice_memo_start_"        = "Pòddiga pro aviare";
"_voice_memo_stop_"         = "Pòddiga pro firmare";
"Enter Passcode"            = "Inserta•nche còdighe de intrada";
"Enter a new passcode"      = "Inserta•nche unu còdighe de intrada nou";
"Confirm new passcode"      = "Cunfirma su còdighe de intrada nou";
"Passcodes didn't match. Try again." = "Is còdighes de intrada no currespondent. Torra a proare.";
"Delete"                    = "Cantzella";
"Cancel"                    = "Annulla";
"_certificate_details_"     = "Certificate Server details";
"_certificate_pn_details_"  = "Certificate Push Notification details";
"_certificate_view_"        = "Certificate Server";
"_certificate_pn_view_"     = "Certificate Push Notification";
"_save_as_scan_"            = "Sarva comente iscansione";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Modìfica";
"_overwrite_original_"      = "Subraiscrie s'originale";
"_save_as_copy_"            = "Sarva comente còpia";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Your changes will be discarded.";
"_delete_files_desc_"       = "Cantzella archìvios pro fàghere logu";
"_delete_old_files_"        = "Delete, in the cache, all files older than";
"_never_"                   = "mai";
"_1_year_"                  = "1 annu";
"_6_months_"                = "6 meses";
"_3_months_"                = "3 meses";
"_1_month_"                 = "1 mese";
"_1_week_"                  = "1 chida";
"_monthly_"                 = "Ogni mese";
"_yearly_"                  = "Ogni annu";
"_daily_"                   = "Daily";
"_login_address_detail_"    = "Su ligòngiu a s'interfache ìnternet de %@ cando ddu aberis in su navigadore.";
"_go_to_page_"              = "Bae a sa pàgina";
"_page_"                    = "Pàgina";
"_this_document_has_%@_pages_"              = "Custu documentu tenet %@ pàginas";
"_invalid_page_"                            = "Pàgina non bàlida";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Calecuna cosa no est andada bene";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "in";
"_enter_passphrase_"        = "Enter passphrase (12 words)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Waiting for:";
"_reachable_wifi_"          = "network reachable via Wi-Fi or cable";
"_copy_passphrase_"         = "Copy passphrase";
"_ok_copy_passphrase_"      = "OK and copy passphrase";
"_select_color_"            = "Select the color";
"_change_color_"            = "Càmbia colore";
"_description_dashboardwidget_" = "Having the Dashboard always at your fingertips has never been easier.";
"_description_fileswidget_" = "View your recent files and use the toolbar to speed up your operations.";
"_description_toolbarwidget_"   = "A toolbar to speed up your operations.";
"_title_lockscreenwidget_"  = "Istadu";
"_description_lockscreenwidget_"    = "Keep an eye on available space and recent activity";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "Detected %@ apps";
"_add_existing_account_"    = "Other %@ Apps has been detected, do you want to add an existing account?";
"_status_in_progress_"      = "Status reading in progress …";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Do you want to save the file with a different name?";
"_save_file_as_"            = "Save file as %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Calendàriu e cuntatos";
"_mobile_config_"           = "Download the configuration profile";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Tap on a file to modify or rename.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Enable Live Photo";
"_disable_livephoto_"       = "Disable Live Photo";
"_undo_modify_"             = "Undo modifying";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Insert a valid URL";
"_download_image_"          = "Download image";
"_reset_wrong_passcode_"    = "Resetting application...";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus detected. Upload cannot be completed!";
"_selected_photos_"         = "selected photos";
"_delete_selected_photos_"  = "Delete selected photos";
"_media_square_"            = "Square grid";
"_media_ratio_"             = "Aspect ratio grid";
"_display_"                 = "Display";
"_appearance_"              = "Appearance";
"_light_"                   = "Light";
"_dark_"                    = "Dark";
"_use_system_style_"        = "Use system style";
"_account_settings_"        = "Account settings";
"_users_"                   = "Users";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "While charging";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Iscarrighende";
"_additional_options_"      = "Additional options";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_no_items_"                = "No items";
"_check_back_later_"        = "Check back later";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_user_"                    = "Utente";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …";
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "Disable";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_repeat_current_media_" = "Repeat current item";
"_play_next_media_automatically_" = "Play next item automatically";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";
"_open_in_office_" = "Open in Office";
"_select_date_" = "Select date";
"_always_play_with_vlc_" = "Always play with VLC";
"_account_not_available_" = "Account not available";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Touch here to change account or to add a new one";
"_tip_addcopyimage_"        = "Long press to paste a copied image";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Show profile";
// a11y: On/Off
"_on_"                          = "Allutu";
// a11y: On/Off
"_off_"                         = "Istudadu";
"_list_"                        = "Lista";
"_icons_"                       = "Icons";

// MARK: Assistant
"_assistant_task_unknown_"       = "Unknown";
"_assistant_task_scheduled_"     = "Scheduled";
"_assistant_task_in_progress_"   = "In Progress";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Failed";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Task details";
"_assistant_"                    = "Agiudante";
"_new_task_"                     = "Faina %@ noa";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "No provider found";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "Resonada noa";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Enter the password for the chosen certificate";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "\"%@\" is a forbidden name.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" is a forbidden file extension.";
"_file_name_validator_error_invalid_character_" = "Name contains an invalid character: \"%@\".";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Please rename the file or folder.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "Rullinu de sa fotocàmera";
"_destination_" = "Destination";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_auto_upload_no_new_items_to_upload_" = "No new items to upload";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Isperimentale";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Focused Auto Upload";
"_focused_auto_upload_settings_footer_" = "Keep the app open and darken the screen while auto upload is backing up at higher speed.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "Photos and videos will continue backing up at higher speed while the screen is darkened. During the process:";
"_focused_auto_upload_wifi_" = "Connect to Wi-Fi";
"_focused_auto_upload_charger_" = "Connect to charger";
"_focused_auto_upload_do_not_exit_" = "Do not exit the app";
"_enable_focused_auto_upload_" = "Enable Focused Auto Upload";
"_focused_auto_upload_backing_up_" = "Backing up";
"_focused_auto_upload_completed_" = "Upload completed!";
"_focused_auto_upload_countdown_" = "Do not lock the screen or exit the app. The screen will turn dark in %d seconds.";
"_stop_focused_auto_upload_" = "Stop Focused Auto Upload";
"_finish_" = "Acabbadu";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Encryption keys changed";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksum_found_" = "End-to-end encryption error, no checksum found";
"_e2ee_checksum_error_title_" = "End-to-end encryption checksum error";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "End-to-end encryption error, key checksum failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "End-to-end encryption error, cannot decrypt metadata";
"_e2ee_no_enc_file_" = "End-to-end encryption error, cannot encrypt file";
"_e2ee_no_enc_key_" = "End-to-end encryption error, cannot get encoded key";
"_e2ee_no_match_checksum_" = "End-to-end encryption error, checksum does not match";
"_e2ee_create_folder_" = "End-to-end encryption directory creation in progress, please wait …";
"_e2ee_rename_file_" = "End-to-end encryption rename in progress, please wait …";
"_e2ee_encrypt_folder_" = "End-to-end encryption folder in progress, please wait …";
"_e2ee_setup_get_certificate_" = "Server did not return a certificate";
"_e2ee_setup_create_csr_" = "Unable to generate certificate signing request (CSR)";
"_e2ee_setup_sign_certificate_" = "Server did not return a certificate after signing request";
"_e2ee_setup_extract_publickey_" = "Public key mismatch between generated key and certificate";
"_e2ee_setup_get_privatekey_" = "Server did not return an encrypted private key";
"_e2ee_setup_passphrase_error_" = "The provided passphrase is incorrect";
"_e2ee_setup_get_publickey_" = "Server did not return an encrypted public key";
"_e2ee_setup_encript_privatekey_" = "Unable to encrypt the private key";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
"_e2ee_setup_privatekey_missing_" = "The End-to-end encryption private key could not be found.";
"_e2e_renew_certificate_success_" = "Your end-to-end encryption certificate has been renewed.";
"_certificate_valid_from_" = "Valid from";
"_certificate_valid_until_" = "Valid until";
"_certificate_" = "Certificate";
"_certificate_renew_" = "Renew certificate";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Sensitivity label";
"_file_retention_"                  = "File retention";
"_legal_hold_"                      = "Legal hold";
"_none_"                            = "Nessunu";
"_sections_"                        = "Sections";
"_governance_labels_load_error_"    = "Governance labels could not be loaded.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Albums";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Carrigamentu...";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Create";
"_albums_list_new_album_popup_negative_btn_"        = "Cancel";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Torra a numenare";
"_albums_list_rename_album_popup_negative_btn_"     = "Cancel";
"_albums_photo_selection_sheet_title_"              = "Select photos";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Delete";
"_albums_delete_album_popup_negative_btn_"          = "Cancel";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "Whole photo library";
"_autoupload_whole_library_description_" = "Checks the entire selected library. Files already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Upload completed up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first uploads";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Files already uploaded to %@ are skipped. The date advances through confirmed uploads and is preserved when auto upload is stopped.";

"_autoupload_ignore_history_" = "Ignore previous upload records";
"_autoupload_ignore_history_description_" = "The app uses a local record to remember uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing files may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic upload active";
